Repository: XanatosX/ModularToolManager
Catalog: src/ModularToolManager/Properties/Resources.*.resx
Languages: de

# About_Dependency
source: Dependencies
de: Abhängigkeiten

# About_License
source: License
de: Lizenz

# AddFunction_FunctionPathWatermark
source: Path to function
de: Pfad zur Funktion

# AllPlugins_Header_Information
source: Information
de: Informationen

# AllPlugins_Header_OrderModeEnter
source: Enter function order mode
de: Funktionen Sortiermodus aktivieren

# AllPlugins_Header_OrderModeEnter_Tooltip
source: Does enter the order mode, this allows you to sort the functions as you like based on a number value
de: Den Funktionen Sortiermodus aktivieren, dieser Modus erlaubt es eine Sortiernummer an den Funktionen zu hinterlegen. Diese Nummer wird für die Sortierung genutzt

# AllPlugins_Header_OrderModeLeave
source: Leave function order mode
de: Neue Funktionssortierung verwerfen

# AllPlugins_Header_OrderModeLeave_Tooltip
source: Does leave the order mode, without saving it
de: Den Funktionen Sortiermodus verlassen, ohne die Änderungen zu speichern

# AllPlugins_Header_OrderModeSave
source: Save new function order
de: Neue Sortierung speichern

# AllPlugins_Header_OrderModeSave_Tooltip
source: Does leave the order mode and does save the changes
de: Speichern der neuen Sortierung

# AllPlugins_Header_Settings
source: Settings
de: Einstellungen

# App_Blue_Theme
source: Blue Theme
de: Blaues Thema

# App_Blue_Theme_Description
source: A Theme which mainly uses the color blue as a background
de: Ein Theme welches um die Farbe Blau aufgebaut ist. Diese wirkt sich hauptsächlich auf den Hintergrund aus

# App_Dark_Theme
source: Dark mode
de: Dunkler Modus

# App_Dark_Theme_Description
source: Dark theme for the application
de: Dunkler Modus für die Applikation

# App_Green_Theme
source: Green Theme
de: Grünes Thema

# App_Green_Theme_Description
source: A Theme which mainly uses the color green as a background
de: Ein Theme welches um die Farbe Grün aufgebaut ist. Diese wirkt sich hauptsächlich auf den Hintergrund aus

# App_Light_Theme
source: Light mode
de: Heller Modus

# App_Light_Theme_Description
source: Light theme for the application
de: Heller Modus für die Applikation

# App_Orange_Theme
source: Orange Theme
de: Orangenes Thema

# App_Orange_Theme_Description
source: A Theme which mainly uses the color orange as a background
de: Ein Theme welches um die Farbe Orange aufgebaut ist. Diese wirkt sich hauptsächlich auf den Hintergrund aus

# App_Red_Theme
source: Red Theme
de: Rotes Thema

# App_Red_Theme_Description
source: A Theme which mainly uses the color red as a background
de: Ein Theme welches um die Farbe Rot aufgebaut ist. Diese wirkt sich hauptsächlich auf den Hintergrund aus

# Button_Open_Project
source: Open project website
de: Projekt Website im Browser öffnen

# DefaultButton_Abort
source: Abort
de: Abbrechen

# DefaultButton_Save
source: Save
de: Speichern

# Default_Delete
source: Delete
de: Löschen

# Default_Edit
source: Edit
de: Editieren

# Dependency_License
source: License
de: Lizenz

# Dependency_Project
source: Project
de: Projekt

# FunctionButton_Method_Error
source: Either the path saved on this function is missing, the extension is wrong or the plugin for execution was removed. Please edit the function to fix the error.
de: Entweder der Dateipfad ist falsch, die Dateiendung entspricht nicht der erwarteten oder das entsprechend Plugin wurde entfernt. Bitte editieren Sie die Funktion um den Fehler zu beheben.

# FunctionButton_Sort_Watermark
source: Sorting Order
de: Sortieranordnung

# FunctionSelection_SearchForFunction
source: Search for function
de: Nach Funktion suchen

# Hotkey_Abort_Description
source: Abort the current action or close the current modal
de: Aktuelle Aktion abbrechen

# Hotkey_Abort_Name
source: Abort
de: Abbrechen des aktuellen Vorgangs

# Hotkey_Abort_WorkingOn
source: Change Language, Add/Edit Function, Settings
de: Sprache ändern, Funktion hinzufügen/Ändern, Einstellungsfenster

# Hotkey_Abort_WorkingOn_Prefix_Colon
source: Working at the following places:
de: Funktioniert an folgenden Stellen:

# Hotkey_About_Description
source: Open the about page of the application
de: Öffnen des "Über die Applikation" Fensters

# Hotkey_About_Name
source: About page
de: Über die Applikation

# Hotkey_Hide_Description
source: Hide the application into the system tray
de: Versteckt die Applikation im Infobereich

# Hotkey_Hide_Name
source: Hide Application
de: Applikation verstecken

# Hotkey_Language_Description
source: Open the change language dialog
de: Öffnen der Spracheinstellungen der Applikation

# Hotkey_Language_Name
source: Change Application language
de: Sprache der Anwendung ändern

# Hotkey_Main_Window_WorkinOn
source: Main Window
de: Hauptfenster

# Hotkey_New_Description
source: Create a new function
de: Erstelle eine neue Funktion

# Hotkey_New_Name
source: New Function
de: Neuer Funktion

# Hotkey_Report_Bug_Description
source: Report a bug found within the application
de: Fehler innerhalb der Anwendung melden

# Hotkey_Report_Bug_Name
source: Report bug
de: Fehler melden

# Key_Ctrl
source: ctrl
de: strg

# Menu_File
source: File
de: Datei

# Menu_Help
source: Help
de: Hilfe

# NewFunction_Description
source: Function Description
de: Funktionsbeschreibung

# NewFunction_Name
source: Function Display Name
de: Funktionsanzeigename

# NewFunction_Parameters
source: Function Parameters
de: Funktionsparameter

# Plugin_Authors_Colon
source: Authors:
de: Autoren:

# Plugin_Description_Colon
source: Description:
de: Beschreibung:

# Plugin_License_Colon
source: License:
de: Lizenz:

# Plugin_Url_Colon
source: Project url:
de: Projekt Link:

# RunningWith
source: Running with Avalonia UI
de: Läuft mit Avalonia UI

# Settings_ClearSearchAfterFunctionExecute
source: Clear function search if function was executed
de: Suche löschen, nachdem eine Funktion ausgeführt wurde

# Settings_CloseOnFunctionExecute
source: Close if a function was executed
de: Applikation schließen, nachdem Funktion ausgeführt wurde

# Settings_KeepOnTop
source: Keep on Top
de: Immer über anderen Fenstern

# Settings_ShowInTaskbar
source: Show in Taskbar
de: In Taskbar anzeigen

# Settings_StartMinimized
source: Start minimized
de: Minimiert starten

# SubMenu_About
source: About
de: Über

# SubMenu_Exit
source: Exit
de: Beenden

# SubMenu_Hide
source: Hide
de: Verstecken

# SubMenu_Language
source: Language
de: Sprache

# SubMenu_NewFunction
source: New Function
de: Neue Funktion

# SubMenu_ReportBug
source: Report Bug
de: Fehler Melden

# SubMenu_Settings
source: Settings
de: Einstellungen

# Tooltip_Hide
source: Hide the application
de: Applikation minimieren

# Tooltip_Show
source: Show the application
de: Applikation anzeigen

# Window_EditFunction
source: Edit function
de: Funktion anpassen
